CSI API ETABS v1
cSapModel.AreaObj Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cAreaObj AreaObj { get; }
ReadOnly Property AreaObj As cAreaObj
	Get
Dim instance As cSapModel
Dim value As cAreaObj
value = instance.AreaObj
property cAreaObj^ AreaObj {
	cAreaObj^ get ();
}
abstract AreaObj : cAreaObj with get
Property Value
Type: cAreaObj
See Also
Reference
cSapModel Interface
ETABSv1 Namespace